/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ a anulat această solicitare.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ a refuzat solicitarea dvs.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ ar dori să se conecteze.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\na anulat această solicitare.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\na refuzat solicitarea dvs.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nar dori să se conecteze.";

/* No comment provided by engineer. */
"Accept" = "Acceptați";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Eroare de comunicare Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Bluetooth trebuie să fie activat pentru a vă conecta cu iPad-uri, iPhone-uri sau iPod touch-uri din apropiere.";

/* No comment provided by engineer. */
"Cancel" = "Anulați";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Selectați un iPad, iPhone\nsau iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Conexiune întreruptă";

/* No comment provided by engineer. */
"Decline" = "Refuzați";

/* No comment provided by engineer. */
"is not available." = "e indisponibil.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Se caută alte iPad-uri, iPhone-uri sau iPod touch-uri…";

/* No comment provided by engineer. */
"Looking for peers…" = "Se caută perechi…";

/* No comment provided by engineer. */
"Nearby" = "În apropiere";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Neadmis pe acest\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Request declined." = "Solicitare refuzată.";

/* No comment provided by engineer. */
"This request was cancelled." = "Această solicitare a fost anulată.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Se așteaptă %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Așteptare\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "În așteptare pt. conectare…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Ați dori să activați Bluetooth?";

